Repository: ArthurLuo/openintents
Catalog: UpdateChecker/translations/updatechecker-*.po
Languages: de, fr, ja

source: A new version of %s is available.\nWould you like to upgrade?
de: Eine neue Version von %s ist verfügbar.\nWollen Sie aktualisieren?
fr: Une nouvelle version de %s est disponible.\nVoulez-vous la mettre à jour?
ja: %sの新バージョンが利用可能となりました。\nアップグレードしたいですか?

source: A new version of %s is available at %s.\n%s\n
de: Eine neue Version von %s ist auf %s verfügbar.\n%s\n
fr: Une nouvelle version de %s est disponible chez %s.\n%s\n
ja: %sの新バージョンが %s で利用可能となりました。\n%s\n

source: A new version of %s is available.\n%s\n
de: Eine neue Version von %s ist verfügbar.\n%s\n
fr: Une nouvelle version de %s est disponible\n%s\n
ja: %sの新バージョンが利用可能となりました。\n%s\n

source: A new version of %s is available at %s.
de: Eine neue Version von %s ist auf %s verfügbar.
fr: Une nouvelle version de %s est disponible chez %s.
ja: %sの新バージョンが %s で利用可能となりました。

source: A new version of %s is available.
de: Eine neue Version von %s ist verfügbar.
fr: Une nouvelle version de %s est disponible.
ja: %sの新バージョンが利用可能となりました。

source: Android Market not available.
de: Android Market ist nicht verfügbar.
fr: Le marché Android n'est pas disponible.
ja: Android Marketが利用できません。

source: Version %s\nSD card %s\n\nOS\n%s
de: Version %s\nSD Karte %s\n\nOS\n%s
fr: Version %s\nCarte SD %s\n\nOS\n%s
ja: バージョン %s\nSDカード %s\n\nOS\n%s

source: free space: %s
de: Freier Speicher: %s
fr: espace libre: %s
ja: 空き容量: %s

source: Board %s\nBrand %s\nDevice %s\nID %s\nModel %s
de: Board %s\nMarke %s\nGerät %s\nID %s\nModell %s
fr: Tableau %s\nMarque %s\nPériphérique %s\nID %s\nModèle %s
ja: 基盤 %s\nブランド %s\nデバイス %s\nID %s\nモデル %s

source: Perform update now!
de: Update jetzt durchführen!
fr: Effectuer une mise à jour maintenant!
ja: すぐにアップデートする!

source: Try update from Market now!
de: Versuche jetzt Update vom Market!
fr: Essayez de mettre à jour à partir du marché maintenant!
ja: すぐにAndroid Marketからアップデートしてみる!

source: Try update from AndAppStore now!
de: Versuche jetzt Update von AndAppStore!
fr: Essayez de mettre à jour à partir de AndAppStore maintenant!
ja: すぐにAndAppStoreからアップデートしてみる!

source: Remind me later!
de: Erinnere mich später!
fr: Rappelez-moi plus tard!
ja: 後で通知

source: Ignore this update
de: Dieses Update ignorieren
fr: Ignorer cette mise à jour
ja: このアップデートを無視する

source: Ignore all further updates
de: Alle weiteren Updates ignorieren
fr: Supprimer toutes les mises à jour
ja: これ以上のアップデートを全て無視する

source: Update could not be started!\n\nPlease contact application developer!\n\n%s
de: Update konnte nicht gestartet werden!\n\nBitte kontaktieren Sie den Entwickler der Anwendung!\n\n%s
fr: La mise à jour n'a pas pu démarré!\n\nS'il vous plaît contactez le développeur de l'applications!\n\n%s
ja: アップデートを開始できませんでした!\n\nアプリの開発者に連絡してみてください!

source: Application is up-to-date.
de: Anwendung ist aktuell.
fr: L'application est mise à jour.

source: Checking for new version.
de: Prüfe ob neue Version vorhanden ist.
fr: Vérification d'une nouvelle version.
ja: 新バージョンを確認中。

source: Building list of applications.
de: Baue Liste der Anwendungen auf.
fr: Construction de la liste des applications.
ja: アプリのリストを作成中。

source: Check AndAppStore.com
de: Prüfe AndAppStore.com
fr: Vérification de AndAppStore.com
ja: AndAppStore.comを確認

source: Check versions
de: Prüfe Versionen
fr: Vérification des versions
ja: バージョンを確認

source: Show all
de: Alle anzeigen
fr: Voir tous
ja: 全て表示

source: Refresh
de: Aktualisieren
fr: Rafraichir
ja: 再表示

source: Checked AndAppStore
de: AndAppStore geprüft
fr: AndAppStore vérifié
ja: AndAppStoreを確認しました

source: Current version: %s
de: Aktuelle Version: %s
fr: Version actuelle: %s
ja: 現在のバージョン: %s

source: Current version code: %s
de: Aktueller Versionscode: %s
fr: Code de la version actuelle: %s

source: Newer version: %s
de: Neuere Version: %s
fr: Nouvelle version: %s
ja: 最新バージョン: %s

source: Newer version: %s - %s
de: Neuere Version: %s - %s
fr: Nouvelle version: %s - %s
ja: 最新バージョン: %s - %s

source: Newer version available.
de: Neuere Version verfügbar.
fr: Nouvelle version disponible.
ja: 最新バージョンが利用可能です。

source: No update information found.
de: Keine Update-Informationen gefunden.
fr: Pas d'informations de mise à jour trouvées.
ja: アップデート情報が見つかりませんでした。

source: OI Update - List of new versions
de: OI Update - Liste der neuen Versionen
fr: OI Update - Liste des nouvelles versions
ja: OI Update - 新バージョンのリスト

source: OI Update - New versions at AndAppStore
de: OI Update - Neue Versionen auf AndAppStore
fr: OI Update - Nouvelles versions chez AndAppStore
ja: OI Update - AndAppStoreの新バージョン

source: OI Update - List of managed applications
de: OI Update - Liste der bekannten Anwendungen
fr: OI Update - Liste des applications gérées

source: OI Update - List of managed applications (check at AndAppStore)
de: OI Update - Liste der bekannten Anwendungen (auf AndAppStore prüfen)
fr: OI Update - Liste des applications géré (vérifier chez AndAppStore)
ja: OI Update - 管理対象のアプリリスト(AndAppStoreで確認)

source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定

source: Auto check
de: Automatisch prüfen
fr: Contrôle automatique
ja: 自動確認

source: Ignored
de: Ignoriert
fr: Ignoré
ja: 無視する

source: Updates are currently ignored. Would you like to receive updates again?
de: Updates werden derzeit ignoriert. Wollen Sie wieder Updates erhalten?
fr: Les mises à jour sont actuellement ignorés. Souhaitez-vous recevoir les mises à jour?
ja: 更新機能は現在無効です。もう一度更新情報を受信したいですか?

source: Unknown
de: Unbekannt
fr: Inconnu
ja: 不明

source: No update information available. Please check manually and ask the developer to support OI Update in the future.
de: Update Information nicht verfügbar. Bitte prüfen Sie manuell oder bitten Sie den Entwickler, OI Update in Zukunft zu unterstützen.
fr: Pas d'informations de mise à jour disponibles. S'il vous plaît vérifier manuellement, et demander au promoteur de soutenir OI Update à l'avenir.

source: Search on Market
de: Auf Market suchen
fr: Recherche sur le marché
ja: Android Marketを検索

source: Search on AndAppStore
de: Auf AndAppStore suchen
fr: Recherche sur AndAppStore
ja: AndAppStoreを検索

source: Processing %s
de: %s wird bearbeitet
fr: Traitement à %s
ja: %s 処理中

source: The update process of this application directs to a different site than Android Market. Applications installed from unknown sources might exhibit a security risk.
de: Der Aktualisierungsvorgang dieser Anwendung leitet zu einer Webseite außerhalb von Android Market. Anwendungen von unbekannten Quellen könnten ein Sicherheitsrisiko darstellen.
fr: Le processus de mise à jour de cette application dirige vers un autre site que Android Market. Les applications installées à partir de sources inconnues pourraient présenter un risque pour la sécurité.

source: Continue anyway
de: Trotzdem fortfahren
fr: Continuer malgré tout

source: Abort
de: Abbrechen
fr: Annuler
ja: このアプリについて

source: Auto update
de: Automatisch aktualisieren
fr: Mise à jour automatique
ja: 自動更新

source: If checked, search for updates is performed regularly
de: Wenn ausgewählt wird regelmäßig nach Updates gesucht.
fr: Si elle est cochée, la recherche de mises à jour est effectuée régulièrement
ja: チェックすると、定期的に更新情報を検索します

source: Update interval
de: Intervall für Aktualisierungen
fr: Intervalle de mise à jour
ja: 更新間隔

source: Set the interval how often the update search should be performed.
de: Das Intervall setzen, wie oft die Suche nach Updates durchgeführt werden soll.
fr: Le réglage de l'intervalle de la fréquence de mise à jour de la recherche doit être effectuée.
ja: 更新情報の検索をどの程度の頻度で行うか指定する。

source: Select interval
de: Intervall auswählen
fr: Sélectionnez l'intervalle
ja: 間隔を選択

source: every_month
de: Jedes Monat
fr: chaque_mois

source: Warning
de: Warnung
fr: Attention
ja: 警告

source: If you uncheck this item, you will no longer receive notifications for updates. Do you still want to uncheck auto update?
de: Wenn Sie diese Einstellung deaktivieren, werden Sie keine Benachrichtigungen für Updates mehr erhalten. Wollen Sie wirklich das automatische Update deaktivieren?
fr: Si vous décochez cette rubrique, vous ne pourrez plus recevoir de notifications de mises à jour. Voulez-vous toujours désactiver la mise à jour automatique?

source: Use AndAppStore
de: AndAppStore verwenden
fr: Utiliser AndAppStore
ja: AndAppStoreを使う

source: Use version information provided by AndAppStore.com
de: Versionsinformation von AndAppStore verwenden
fr: Utiliser les informations sur la version fournie par AndAppStore.com
ja: バージョン情報を提供元としてAndAppStore.comを使う

source: Read update information
de: Update Information lesen
fr: Lire l'information de mise à jour
ja: 更新情報を読む

source: Write update information
de: Update Information schreiben
fr: Ecrire des informations à jour
ja: 更新情報を書く

source: Read information about installed applications, update locations and requests.
de: Information über installierte Anwendungen, Aktualisierungsort und Anforderungen lesen.
fr: Lire les informations sur les applications installées, mettre à jour les emplacements et les requêtes.

source: Write information about installed applications, update locations and requests.
de: Information über installierte Anwendungen, Aktualisierungsort und Anforderungen schreiben.
fr: Ecrire les informations sur les applications installées, mettre à jour les emplacements et les requêtes.
ja: インストールされているアプリの情報を書き、提供元とリクエストを更新する。

source: About
de: Info
fr: À propos de
ja: このアプリについて

source: About %s
de: Über %s
fr: À propos de %s
ja: %s について

source: Version %s \n\n OI Update keeps you informed on new application versions.\n OpenIntents allows different Android applications to share data using intents and open interfaces.\n\n For more information and other great applications visit OpenIntents at www.openintents.org
de: Version %s \n\n OI Update informiert Sie über neue Anwendungsversionen.\n Für mehr Informationen und weitere Anwendungen besuchen Sie OpenIntents auf www.openintents.org
fr: La version %s \n\n de OI Update vous informe sur les nouvelles versions d'application.\n OpenIntents permet à différentes applications d'Android de partager des données avec des intentions et des interfaces ouvertes.\n\n Pour plus d'informations et d'autres applications visitez OpenIntents à www.openintents.org

source: "Copyright 2008 OpenIntents.org\n Licensed under the Apache License, Version 2.0 (the \"License\"); you may not use this file except in compliance with the License. You may obtain a copy of the License at\n http://www.apache.org/licenses/LICENSE-2.0\n Unless required by applicable law or agreed to in writing, software distributed under the License is distributed on an "AS IS" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied. See the License for the specific language governing permissions and limitations under the License.\n \n"
fr: "Copyright 2008 OpenIntents.org\n Autorisé sous la Licence Apache, Version 2.0 (la \"Licence\"); vous n'êtes pas autorisé à utiliser ce fichier, sauf en conformité avec la licence. Vous devez obtenir une copie de la licence chez\n http://www.apache.org/licenses/LICENSE-2.0\n Sauf si requis par la loi applicable ou un accord écrit, les logiciels distribués sous la licence est réparti sur "TEL QUEL", SANS GARANTIES OU CONDITIONS DE QUELQUE SORTE, explicite ou implicite. Voir la licence pour la langue spécifique régissant les autorisations et les limites dans le cadre de la Licence.\n \n"
ja: "(訳者注:日本語訳を示しますが、正式には英文を参照ください)Copyright 2008 OpenIntents.org\nApache License Version 2.0（「本ライセンス」）に基づいてライセンスされます。あなたがこのファイルを使用するためには、本ライセンスに従わなければなりません。本ライセンスのコピーは下記の場所から入手できます。 http://www.apache.org/licenses/LICENSE-2.0\n適用される法律または書面での同意によって命じられない限り、本ライセンスに基づいて頒布されるソフトウェアは、明示黙示を問わず、いかなる保証も条件もなしに「現状のまま」頒布されます。本ライセンスでの権利と制限を規定した文言については、本ライセンスを参照してください。\n\n"

source: Accept
de: Annehmen
fr: Accepter
ja: 承諾する

source: Cancel
de: Abbrechen
fr: Quitter
ja: キャンセル

source: translator-credits
de: Launchpad Contributions: Peli https://launchpad.net/~peli0101
fr: Launchpad Contributions: Abdessamad Derraz https://launchpad.net/~derraz
ja: Launchpad Contributions: maimuzo https://launchpad.net/~maimuzo

source: OI Update EULA
ja: OI Update利用者規約
