Repository: ArthurLuo/openintents
Catalog: Flashlight/translations/flashlight-*.po
Languages: it

source: OI Flashlight
it: OI Torcia

source: The backlight stays turned on.
it: La luce dello schermo rimane accesa.

source: Color
it: Colore

source: Color picker
it: Selettore di colore

source: A new version of OI Flashlight is available.\n%s\nWould you like to upgrade?
it: Una nuova versione di OI Torcia è disponibile.\n%s\nVuoi effettuare l'aggionamento?

source: Android Market not available.
it: Android Market non disponibile.

source: About
it: Informazioni

source: About %s
it: Informazioni

source: Version %s \n\n OpenIntents Flashlight helps you find your way in the dark. The display backlight is kept turned on while this application is running.\n\n OpenIntents allows different Android applications to share data using intents and open interfaces.\n\n For more information and other great applications visit OpenIntents at www.openintents.org
it: Versione %s \n\n OpenIntents Torcia ti aiuta a trovare la strada nel buio. Mentre l'applicazione è attiva, la luce dello schermo rimane accesa.\n\n OpenIntents permette a diverse applicazioni Android di scambiarsi dati usando intents e open interfaces.\n\n Per ulteriori informazioni e fantastiche applicazioni visita OpenIntents su www.openintents.org

source: OI Flashlight EULA
it: OI Torcia EULA

source: Accept
it: Accetta

source: Cancel
it: Annulla

source: Check updates
it: Cerca aggiornamenti

source: Please check manually for updates or install OI Update for automatic notifications. Current version: %s
it: Ricerca manualmente gli aggiornamenti o installa OI Update per le notifiche automatiche. Versione corrente: %s

source: Check now.
it: Cerca adesso

source: Get OI Updater.
it: Scarica OI Updater

source: Download application not available.
it: Il download dell'applicazione non è disponibile.

source: translator-credits
it: Launchpad Contributions: Cassius Umbra https://launchpad.net/~cassius-umbra
