Repository: ArthurLuo/openintents
Catalog: NotePad/translations/notepad-*.po
Languages: de

source: OI Notepad allows to create, edit, and delete notes.
de: OI Notizblock erlaubt das Erstellen und Bearbeiten von Notizen.

source: OI Notepad at OpenIntents
de: OI Notizblock

source: Delete
de: Löschen

source: Add note
de: Notiz erstellen

source: Revert
de: Rückgängig

source: Discard
de: Verwerfen

source: Use menu to add new notes.
de: Verwenden Sie das Menü um eine neue Notiz zu erstellen.

source: Edit note
de: Notiz bearbeiten

source: Edit title
de: Titel bearbeiten

source: Create note
de: Notiz erstellen

source: OI Notepad
de: OI Notizblock

source: Note
de: Notiz

source: Note title:
de: Titel der Notiz:

source: %s (new note)
de: %s (neue Notiz)

source: %s (edit note)
de: %s (Notiz bearbeiten)

source: Error
de: Fehler

source: Error loading note
de: Fehler beim Öffnen

source: Send
de: Senden

source: Empty note
de: Notiz leer

source: No application available for sending.
de: Keine Anwendung zum Senden vorhanden.

source: Encrypting note
de: Notiz wird verschlüsselt

source: Encrypted
de: Verschlüsselt

source: Encrypt
de: Verschlüsseln

source: Decrypt
de: Entschlüsseln

source: Undo encryption
de: Verschlüsseln rückgängig machen

source: Do not encrypt
de: Nicht verschlüsseln

source: Already encrypted.
de: Bereits verschlüsselt.

source: Not encrypted.
de: Nicht verschlüsselt.

source: Encryption failed.
de: Verschlüsselung misslungen.

source: Decryption failed.
de: Entschlüsselung misslungen.

source: Edit tags
de: Stichworte bearbeiten

source: Touch to see list
de: Berühren um Liste zu sehen

source: Enter tags, separated by comma
de: Stichworte eingeben, durch Komma getrennt

source: Save to SD card
de: Speichern auf SD Karte

source: Open from SD card
de: Öffnen von SD Karte

source: File name
de: Dateiname

source: Save
de: Speichern

source: Open
de: Öffnen

source: Error while writing file
de: Fehler beim Schreiben der Datei

source: Error while reading file
de: Fehler beim Lesen der Datei

source: File not found
de: File nicht gefunden

source: Note saved
de: Notiz gespeichert

source: Notes List
de: Liste von Notizen

source: List Sorting Order
de: Sortierung

source: The order in which notes are shown in the notes list
de: Bestimmt die Reihenfolge, in der Notizen angezeigt werden.

source: Settings
de: Einstellungen

source: Sort Order
de: Sortierung

source: OI Notepad EULA
de: EULA (Endbenutzerlizenzvertrag) für OI Notizblock

source: Accept
de: Zustimmen

source: Cancel
de: Ablehnen

source: Please check manually for updates or install OI Update for automatic notifications. Current version: %s
de: Bitte manuell nach Updates suchen, oder OI Info installieren um automatisch benachrichtigt zu werden. Aktuelle Version: %s

source: Check now.
de: Jetzt prüfen.

source: Get OI Updater.
de: OI Update herunterladen

source: Download application not available.
de: Keine Anwendung zum Herunterladen verfügbar.

source: Check updates
de: Nach Updates suchen

source: About
de: Info

source: Version %s\n\nNo compatible extension available to display full info (contact, credits, license).
de: Version %s\n\nKeine kompatible Erweiterung verfügbar um vollständige Information anzuzeigen (Kontakt, Beitragende, Lizenz).

source: Get OI About
de: OI Info herunterladen

source: No compatible file manager is available.
de: Kein kompatibler Dateimanager verfügbar.

source: Get OI File Manager
de: OI Dateimanager herunterladen

source: No compatible application for encryption is available.
de: Keine kompatible Anwendung für Verschlüsselung verfügbar.

source: No compatible application for decryption is available.\n\nNote: You have to restore the master key from a backup file in order to access previously encrypted data.
de: Keine kompatible Anwendung für Entschlüsselung verfügbar.\n\nAnmerkung: Der Hauptschlüssel muss von einem Backup wiederhergestellt werden, um auf früher verschlüsselte Daten zugreifen zu können.

source: Get OI Safe
de: OI Safe herunterladen

source: read notes
de: Notizen lesen

source: Allows an application to read notes. Note that encrypted notes are provided in the encrypted format.
de: Ermöglicht einer Anwendung, Notizen zu lesen. Beachten Sie, dass verschlüsselte Notizen nur in verschlüsselter Form weitergegeben werden.

source: write notes
de: Notizen schreiben

source: Allows an application to create new notes or modify existing notes.
de: Ermöglicht einer Anwendung, neue Notizen zu erstellen oder vorhandene Notizen zu ändern.

source: read shopping lists
de: Einkaufslisten lesen

source: Allows an application to read shopping lists. Note that encrypted lists and items are provided in the encrypted format.
de: Ermöglicht einer Anwendung, Einkaufslisten zu lesen. Beachten Sie, dass verschlüsselte Listen oder Posten nur in verschlüsselter Form weitergegeben werden.

source: write shopping lists
de: Einkaufslisten schreiben

source: Allows an application to create new lists and items or modify existing ones.
de: Ermöglicht einer Anwendung, neue Listen und Posten zu erstellen, oder bestehende Listen und Posten zu ändern.

source: encrypt and decrypt data
de: Daten verschlüsseln und entschlüsseln

source: Allows the application to encrypt and decrypt text, and access the passwords they have stored in OI Safe.
de: Ermöglicht einer Anwendung, Texte zu verschlüsseln und entschlüsseln, und auf Passwörter zuzugreifen, die in OI Safe gespeichert sind.

source: Alphabetical
de: Alphabetisch

source: Reverse Alphabetical
de: Umgekehrt alphabetisch

source: Newest to Oldest
de: Neueste zuerst

source: Oldest to Newest
de: Älteste zuerst

source: translator-credits
de: Launchpad Contributions: Peli https://launchpad.net/~peli0101
