Repository: ArthurLuo/openintents
Catalog: AboutApp/translations/aboutapp-*.po
Languages: lo

source: translator-credits
lo: Launchpad Contributions: Anousak https://launchpad.net/~anousak

source: A standalone about dialog that is shared between apps.
lo: ລາຍຊື່ຜູ້ແປ

source: OI About at OpenIntents
lo: ກ່ຽວກັບ OI ໃນOpenIntents

source: OI About
lo: ກ່ຽວກັບ OI

source: About OI About itself
lo: ກ່ຽວກັບ OI ກ່ຽວກັບ ມັນເອງ

source: About %s
lo: ກ່ຽວກັບ %s

source: Written by
lo: ຂຽນໂດຍ

source: Documented by
lo: ບັນທຶໂດຍ

source: Translated by
lo: ແປໂດຍ

source: Artwork by
lo: ຣູບພາບໂດຍ

source: Credits
lo: ລາຍຊື່ຜູ້ແປ

source: License
lo: ລິຂະສິດ

source: General Info
lo: ຂໍ້ມູນທົ່ວໄປ

source: No information available.
lo: ຍັງບໍ່ມີຂໍ້ມູນ
